{ "translations": {
    "Open share" : "Offen teilen",
	"Life is for sharing" : "Das Leben ist zum Teilen da",
	"has shared" : "hat geteilt",
	"Hello"	: "Hallo",
	"with the MagentaCLOUD status email,we inform you once a month about the storage space you have used and the shares you have created." : "Mit der MagentaCLOUD-Status-E-Mail informieren wir Sie einmal im Monat über Ihren belegten Speicherplatz und die von Ihnen erstellten Shares.",
	"There were the following activities in your": "Folgende Aktivitäten gab es in Ihrer",
	"With You. Click button below to accept and open it." : "Mit dir. Klicken Sie auf die Schaltfläche unten, um sie zu akzeptieren und zu öffnen.",

	"All data securely in one place" : "Alle Daten sicher an einem Ort",
	"we have activated your MagentaCLOUD, Telekom's online storage. Just click the link, log in and you are ready to go." : "wir haben ihre MagentaCLOUD, den Online-Speicher der Telekom, freigeschaltet. Einfach den Link anklicken, einloggen und Sie sind startklar. ",
	"with MagentaCLOUD, you can store your photos, videos, documents and much more securely online and access them from anywhere using your personal access data.": "Mit der MagentaCLOUD können Sie Ihre Fotos, Videos, Dokumente und vieles mehr sicher online speichern und mit Ihren persönlichen Zugangsdaten von überall abrufen.",
	"Keep memories safe" : "Erinnerungen sicher aufbewahren",
	"Share special moments with family" : "Besondere Momente mit der Familie teilen",
	"Keep all files in overview" : "Alle Dateien im Überblick behalten",
	"Expand device memory free of charge" : "Gerätespeicher kostenlos erweitern",
	"You can find more information and frequently asked questions about MagentaCLOUD at" : "www.telekom.de/magentacloud",
	"Your Telekom" : "Ihre Telekom",
	"Expand storage" : "Speicher erweitern",
	"Open MagentaCLOUD" : "MagentaCLOUD öffnen",
	"only" : "nur",
	"monthly" : "mtl.",
	"Online Information" : "Online-Informationen",
	"Impressum" : "Impressum",
	"Unsubscribe" : "Unsubscribe",
	"Data Protection" : "Datenschutz",
    "Help & FAQ" : "Hilfe & FAQ",
	"Software & Apps" : "Software & Apps",
	"The advantages of the MagentaCLOUD at a glance" : "Die Vorteile der MagentaCLOUD im Überblick",
	"3 months minimum contract term" : "3 Monate Mindestvertragslaufzeit",
	"You can find more information as well as frequently asked questions and answers about MagentaCLOUD at" : "Mehr Informationen sowie häufige Fragen und Antworten zur MagentaCLOUD finden Sie unter",
	"Upgrade now to MagentaCLOUD M <br /> for only 1.95 € per month and immediately have 100 GB of storage <br /> available." : "Jetzt auf MagentaCLOUD M <br />upgraden für nur 1,95 € im Monat und sofort über 100 GB Speicher<br /> verfügen.",
	"Open the trash" : "Öffne den Papierkorb",
	"of your storage is currently occupied.Once your memory is used up,you cannot upload any more files.However,you can remove files or empty you recycle bin at any time":"Ihres Speicherplatzes ist derzeit belegt.Sobald Ihr Speicher aufgebraucht ist, können Sie keine weiteren Dateien mehr hochladen.Sie können jedoch jederzeit Dateien entfernen oder den Papierkorb leeren",
	"of your memory is currently occupied. You can expand your storage space at any time for a fee.":"Ihres Speichers sind derzeit belegt. Sie können Ihren Speicherplatz jederzeit gegen eine Gebühr erweitern.",
	"We also give you tips and tricks for the daily use of you":"Außerdem geben wir dir Tipps und Tricks für den täglichen Gebrauch von dir",
	"First Steps":"Erste Schritte",
	"You have shared":"Sie haben geteilt",
	"items of content you can manage your shares with once click.":"Inhalte können Sie Ihre Shares mit einem Klick verwalten.",
	"My share":"Mein Anteil",
	"Quota warning":"Kontingentwarnung",
	"Shares":"Anteile",
	"Storage":"Lagerung"

},"pluralForm" :"nplurals=2; plural=(n != 1);"
}



