{ "translations": {
    "Open share" : "Freigabe öffnen",
	"Life is for sharing" : "Erleben, was verbindet.",
	"has shared" : "hat",
	"Hello"	: "Hallo",
	"with the MagentaCLOUD status email,we inform you once a month about the storage space you have used and the shares you have created." : "Mit der MagentaCLOUD-Status-E-Mail informieren wir Sie einmal im Monat über Ihren belegten Speicherplatz und die von Ihnen erstellten Shares.",
	"There were the following activities in your": "Folgende Aktivitäten gab es in Ihrer",
	"With You. Click button below to accept and open it." : "mit dir geteilt. Klicken Sie auf die Schaltfläche unten, um die Freigabe zu akzeptieren und zu öffnen.",

	"All data securely in one place" : "Alle Daten sicher an einem Ort",
	"we have activated your MagentaCLOUD, Telekom's online storage. Just click the link, log in and you are ready to go." : "wir haben ihre MagentaCLOUD, den Online-Speicher der Telekom, freigeschaltet. Einfach den Link anklicken, einloggen und Sie sind startklar. ",
	"With MagentaCLOUD, you can store your photos, videos, documents and much more securely online and access them from anywhere using your personal access data.": "Mit der MagentaCLOUD können Sie Ihre Fotos, Videos, Dokumente und vieles mehr sicher online speichern und mit Ihren persönlichen Zugangsdaten von überall abrufen.",
	"Keep memories safe" : "Erinnerungen sicher aufbewahren",
	"Share special moments with family" : "Besondere Momente mit der Familie teilen",
	"Keep all files in overview" : "Alle Dateien im Überblick behalten",
	"Expand device memory free of charge" : "Gerätespeicher kostenlos erweitern",
	"You can find more information and frequently asked questions about MagentaCLOUD at" : "www.telekom.de/magentacloud",
	"Your Telekom" : "Ihre Telekom",
	"Expand storage" : "Speicher erweitern",
	"Open MagentaCLOUD" : "MagentaCLOUD öffnen",
	"only" : "nur",
	"monthly" : "mtl.",
	"Online Information" : "Online-Informationen",
	"Impressum" : "Impressum",
	"Unsubscribe" : "Abbestellen",
	"Data Protection" : "Datenschutz",
    "Help & FAQ" : "Hilfe & FAQ",
	"Software & Apps" : "Software & Apps",
	"The advantages of the MagentaCLOUD at a glance" : "Die Vorteile der MagentaCLOUD im Überblick",
	"3 months minimum contract term" : "3 Monate Mindestvertragslaufzeit",
	"You can find more information as well as frequently asked questions and answers about MagentaCLOUD at" : "Mehr Informationen sowie häufige Fragen und Antworten zur MagentaCLOUD finden Sie unter",
	"Upgrade now to MagentaCLOUD M <br /> for only 1.95 € per month and immediately have 100 GB of storage <br /> available." : "Jetzt auf MagentaCLOUD M <br />upgraden für nur 1,95 € im Monat und sofort über 100 GB Speicher<br /> verfügen.",
	"Open the trash" : "Öffne den Papierkorb",
	"of your storage is currently occupied.Once your memory is used up,you cannot upload any more files.However,you can remove files or empty you recycle bin at any time":"Ihres Speicherplatzes ist derzeit belegt.Sobald Ihr Speicher aufgebraucht ist, können Sie keine weiteren Dateien mehr hochladen.Sie können jedoch jederzeit Dateien entfernen oder den Papierkorb leeren",
	"of your memory is currently occupied. You can expand your storage space at any time for a fee.":"Ihres Speichers sind derzeit belegt. Sie können Ihren Speicherplatz jederzeit gegen eine Gebühr erweitern.",
	"We also give you tips and tricks for the daily use of you":"Außerdem geben wir dir Tipps und Tricks für den täglichen Gebrauch von dir",
	"First Steps":"Erste Schritte",
	"You have shared":"Sie haben",
	"items of content you can manage your shares with once click.":"Inhalte geteilt. Mit einem Klick können Sie Ihre Freigaben verwalten.",
	"My share":"Meine geteilten Inhalte",
	"Quota warning":"Kontingentwarnung",
	"Shares" : "Freigaben",
	"Storage" : "Speicherplatz",
	"My Share" : "Mein Anteil",
	"Welcome to the MagentaCLOUD": "Willkommen in der MagentaCLOUD",
	"Daily activity summary for MagentaCLOUD" : "Zusammenfassung der täglichen Aktivitäten für MagentaCLOUD",
	"Activity notification for MagentaCLOUD" : "Benachrichtigung über Aktivitäten auf Ihrer MagentaCLOUD",
	"Your MagentaCLOUD status mail" : "Ihre MagentaCLOUD Status-Mail",
	"Nearing your storage quota" : "Ihr Speicherplatz ist fast verbraucht",
	"shared" : "hat mit Ihnen",
	"with you" : "geteilt",
	"Order now" : "Jetzt bestellen",
	"Message from" : "Nachricht von",
	"Sender has added a message to a file shared with you": "Sender hat eine Nachricht zu einer mit Ihnen geteilten Datei hinzugfügt",
	"you have not shared any files or folders yet.":"bisher haben Sie noch keine Dateien oder Ordner freigegeben.",
	"Weddings, family celebrations, vacations spent together - easily share your most beautiful moments with your loved ones. This works without the hassle of sharing media. Even files that are too large for an e-mail attachment can be conveniently made available to others via a link with your MagentaCLOUD.":"Hochzeiten, Familienfeiern, gemeinsam verbrachte Urlaube - teilen Sie Ihre schönsten Momente ganz einfach mit Ihren Liebsten. Dies funktioniert ohne den umständlichen Austausch von Datenträgern. Auch Dateien, die für einen E-Mail-Anhang zu groß sind, können Sie mit Ihrer MagentaCLOUD anderen bequem per Link zur Verfügung stellen.",
	"do you already know the free MagentaCLOUD synchronization software?":"kennen Sie schon die kostenlose MagentaCLOUD Synchronisations-Software?",
	"After downloading the free software, your MagentaCLOUD is created as a folder on your Windows PC or Mac. All files that you move to this folder are automatically synchronized with your cloud - so everything stays up to date. Open the files from your MagentaCLOUD with your usual applications (e.g. Office) and make quickly changes available on all devices.":"Nach Download der kostenlosen Software wird Ihre MagentaCLOUD als Ordner auf Ihrem Windows PC oder Mac angelegt. Alle Dateien, die Sie in diesen Ordner verschieben, werden automatisch mit Ihrer Cloud synchronisiert - so bleibt alles auf dem aktuellsten Stand. Öffnen Sie die Dateien aus Ihrer MagentaCLOUD mit Ihren gewohnten Anwendungen (z. B. Office) und machen Sie Änderungen blitzschnell auf allen Geräten verfügbar.",
	"Here you can find our software for download.":"Hier finden Sie unsere Software zum Download.",
	"Do you already know the free MagentaCLOUD app?":"kennen Sie schon die kostenlose MagentaCLOUD App?",
	"Take a look at your most beautiful moments wherever you are - for example, on the bus on your mobile device or at a friend's house on your tablet. Thanks to your MagentaCLOUD, your pictures are always where you are.":"Schauen Sie sich überall Ihre schönsten Momente an – z. B. unterwegs im Bus auf dem Mobilgerät oder bei Freunden auf dem Tablet. Dank Ihrer MagentaCLOUD sind Ihre Bilder immer da, wo Sie sind.",
	"Practical- With the app, you can automatically synchronize up your photos and videos to your MagentaCLOUD if you wish.":"Praktisch- Mit der App sichern Sie auf Wunsch Ihre Fotos und Videos automatisch in Ihrer MagentaCLOUD.",
	"This is how easy it is to upload files to MagentaCLOUD: Log in, click on 'Upload' and select a file (e.g. your best vacation photo). As soon as the file is uploaded, you can access it anywhere - for example, comfortably at home on your PC, on the road in the bus, or at a friend's house on your tablet.":"so einfach können Sie Dateien in die MagentaCLOUD hochladen: Loggen Sie sich ein, klicken Sie auf 'Hochladen' und wählen Sie eine Datei (z. B. Ihr schönstes Urlaubsfoto) aus. Sobald die Datei hochgeladen ist, können Sie diese überall abrufen – z. B. bequem zu Hause auf dem PC, unterwegs im Bus oder bei Freunden auf dem Tablet.",

	"Email verification" : "MagentaCLOUD Bestätigung",
	"You have entered a new alternative e-mail address. Click the following button to confirm." : "Sie haben eine neue alternative E-Mail-Adresse angegeben. Bitte bestätigen Sie ihre Angabe per Klick auf den folgenden Button.",
	"Confirm your email" : "E-Mail-Adresse bestätigen",
	"MagentaCLOUD email verification" : "MagentaCLOUD Bestätigung",
	"Open Source licences" : "Open Source Lizenzen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"

}



